Repository: XenkQ/SendReportApp
Catalog: Resources/Languages/AppResources.*.resx
Languages: pl

source: Back
pl: Cofnij

source: Next
pl: Dalej

# ChoseCategoryMessage
source: Select the category that best fits your report. The categories are for illustrative purposes only, and a detailed description of your submission will be added at the end of the submission process.
pl: Wybierz najlepiej pasującą kategorię do zgłoszenia. Kategorie są tylko poglądowe, a szczegółowy opis zgłoszenia będzie można dodać na końcu procesu wysyłania.

source: Description
pl: Opis

# OptionalDescriptionMessage
source: (Optional) You can add a description of the report, which will help in the efficient definition of the problem and speed up its implementation. Your description cannot exceed 1000 characters.
pl: (Opcjonalne) Możesz dodać opis zgłoszenia, który pomoże w sprawnej definicji problemu i przyśpieszy jego realizację. Twój opis nie może mieć więcej niż 1000 znaków.

# ClickToStartWriting
source: (click on this inscription to start writing)
pl: (kliknij na ten napis aby zacząć pisać)

source: Localization
pl: Lokalizacja

# LocalizationMessage
source: The application requires your location. Press the share location button and select the precise option.
pl: Zgłoszenie wymaga twojej lokalizacji. Wciśnij przycisk udostępnij lokalizację i wybierz opcję precyzyjną.

# ShareLocalization
source: Share location
pl: Udostępnij lokalizację

source: Photo
pl: Zdjęcie

# TakePhoto
source: Take a photo
pl: Zrób zdjęcie

# TryAgain
source: Please try again
pl: Spróbuj ponownie

source: Exit
pl: Wyjdź

# SendingAlert
source: Sending a report
pl: Wyślij zgłoszenie

# ReportNotSended
source: The report has not been sent!
pl: Zgłosznie nie zostało wysłane!

# ReportSended
source: The report has been sent!
pl: Zgłosznie zostało wysłane!

# CategoryNotChosen
source: No category selected!
pl: Nie wybrano kategorii!

# CategoryMessage
source: Select the category that best suits your report.
pl: Wybierz kategorię najlepiej pasującą do zgłoszenia.

# NoLocalization
source: We don't have your location
pl: Nie posiadamy twojej lokalizacji

# LocalizationInfo
source: The location is necessary for the acceptance of report. Make sure the location has been shared by clicking the "Send Location" button and agreeing to the exact location.
pl: Lokalizacja jest niezbędna dla przyjęcia zgłoszenia. Upewnij się, że lokalizacja została udostępniona poprzez kliknięcie przycisku "Wyślij Lokalizację" i wyrażeniu zgody na dokładną lokalizację.

source: Error
pl: Błąd

# CantTakePhoto
source: Can't take a photo! Make sure the application has permission to take photos
pl: Nie można zrobić zdjęcia! Upewnij się czy aplikacja ma uprawnienia do robienia zdjęć

source: No photo!
pl: Brak zdjęcia!

# PhotoMessage
source: Please take a photo as it is the basis for report.
pl: Prosimy o zrobienie zdjęcia, gdyż jest ono podstawą zgłoszenia.

source: No internet connection!
pl: Brak połączenia z internetem!

# NoSerwerConnection
source: No connection to the server! Please try again later.
pl: Brak połączenia z serwerem! Spróbuj ponownie później.

# Wait
source: Please wait...
pl: Proszę czekać...

source: Category
pl: Kategoria

# CantGetLocalization
source: Unable to retrieve device location!
pl: Nie można pobrać lokalizacji urządzenia!

# LocalizationIsRequired
source: Location is necessary to confirm your report. Make sure the application has permission to access the location
pl: Lokalizacja jest niezbędna w celu potwierdzenia zgłoszenia. Upewnij się że aplikacja ma uprawnienia dostępu do lokalizacji

# LocalizadionIsDisabled
source: Localization is disabled!
pl: Lokalizacja jest wyłączona!

# UnsuportedErrorOccured
source: An unexpected problem has occurred!
pl: Nastąpił nieoczekiwany problem!

# EnableLocalization
source: Turn on location on your device
pl: Włącz lokalizację w urządzeniu

# TryRestartApp
source: Try restarting the application
pl: Spróbuj zrestartować aplikację

source: Send
pl: Wyślij
